brew 'git'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'eza'
brew 'zoxide'
brew 'pyenv'
brew 'node'
brew 'nvm'
brew 'cocoapods'
brew 'mas'
brew 'xcodesorg/made/xcodes'

tap 'oven-sh/bun'

cask 'alacritty'
cask 'font-jetbrains-mono-nerd-font'
cask 'xcodes'
cask 'raycast'
cask 'proxyman'
cask 'zed'
cask 'arc'
cask 'spotify'
cask 'discord'
cask 'slack'
cask 'appcleaner'
cask 'postman'
cask 'sf-symbols'
cask 'whatsapp'
